let store = {

	aboutvit: {

		events: {
			dr: {
				d1: `974 — официальная дата основания Витебска. Согласно Витебской летописи XVIII века Витебск был основан княгиней Ольгой в этом году. Поскольку это было бы невозможно (кн. Ольга умерла в 969), учёными-историками также приводилась другая возможная дата — 914 или 947 год. `,
				d2: `1021 — год, под которым Витебск впервые упоминается в «Софийской первой летописи»[1]. В 1020 году полоцкий князь Брячислав Изяславич напал на Новгород и пограбил его, но на обратном пути был настигнут дядей своим, Ярославом Мудрым, и разбит. В 1021 году Ярослав заставил племянника примириться, и в знак победы и примирения отдал ему два своих удела: Витбеск и Свяч (ныне Усвяты Псковской обл.).`,
				d3: `1101 — образовывается удельное Витебское княжество с центром в Витебске.`,
				d4: `1229 — подписан договор («Смоленская торговая правда») между Витебском, Смоленском и Полоцком, с одной стороны, и Ригой и Готландом — с другой. Действовал до XV века.
			 `
			},

			lit: {
				l1: `1320 — после смерти князя Ярослава Васильевича Витебск отходит в наследство его дочери Марии. Витебским князем становится её муж Ольгерд Гедиминович. Витебское княжество входит в состав Великого княжества Литовского.`,
				l2: `1351 — окончание строительства каменных стен Верхнего и Нижнего замков.
				но. В том же году у Мстиславля они были разбиты полками Ягайло.
				`,
				l3: `1393 и в 1396 — город во главе со своим князем Свидригайло дважды восставал против введения великокняжеского наместничества. Оба раза после длительной осады Витовт лично принуждал Витебск к подчинению. В итоге Витебское княжество перестало существовать, оно превратилось в Витебскую землю, управляемую наместником великого князя.`,
				l4: `1433 — Витебск поддержал князя Свидригайло в войне против узурпатора князя Сигизмунда Кейстутовича: князя Михаила Гольшанского бросили в прорубь на Двине, князя Симона Гольшанского сбросили с Замковой горы, митрополита Герасима сожгли на Жидовском камне в устье Витьбы.`,
				l5: `1442 — После похода Казимира отпавшие города, в том числе и Витебск, вернулись в состав Великого княжества Литовского`,
				l6: `1513 — весной окрестности города разорены русскими полками. Летом город был в осаде, снятой войсками Сигизмунда I.
				1515, 1516, 1518, 1519 — русские войска разоряли окрестности Витебска.
				1534, 1536 — русские войска опустошали окрестности и посад.
				1562, 1568 — русские войска осаждали Витебск, жгли посад.
				`,
				l7: `1597, 17 марта — от польского короля и великого князя Литовского Сигизмунда III город получает герб и грамоту на самоуправление — Магдебургское право. Избран городской магистрат. Построена деревянная ратуша.`,
				l8: `1695 — первое посещение Петром I Витебска (Был здесь также в 1701, 1705 и 1708 годах)`
			},

			rus: {
				r1: `1772 - в результате 1-го раздела Речи Посполитой Витебск входит в состав Российской Империи как центр уезда Псковской губернии.`,
				r2: `1776 — Витебск входит в состав Полоцкой губернии.`,
				r3: `1777— открыто первое промышленное предприятие города — кожевенный завод Гарновского.`,
				r4: `1802, 11 марта — образование Витебской губернии.`,
				r5: `1812-с 16 июля по 7 ноября — город оккупирован французскими войсками. по 31 июля — в Витебске находился со своим штабом Наполеон I в помещении Губернаторского дворца.`,
				r6: `1824 — посещение А. С. Пушкиным Витебска`,
				r7: `1840 — Отмена действия Статута Великого Княжества Литовского в Витебске, как и во всех бывших литовских областях.`,
				r8: `1845, 23 декабря — открытие здания городского театра`,
				r9: `1859 — Основание Витебского телеграфа`,
				r10: `1867 26 марта - построен Двинский мост через Двину. Первоначально с дощатыми арками, в середине 1880-х годов заменёнными на ажурные металлические`,
				r11: `1902 декабрь - открылось движение на участке Витебск—Жлобин Риго-Орловской железной дороги. Витебск стал железнодорожным узлом.`,
				r12: `1905 — в городе 32 православных храма, 4 часовни, 2 единоверческих храма, 2 костела, каплица, кирка, 3 синагоги и 58 еврейских молитвенных домов, жилых зданий 650 каменных и 7200 деревянных, свыше 2000 торговых помещений, 2 театра, 3 типо-литографии, 8 книжных магазинов, 4 библиотеки для чтения, 3 еврейских книжных лавки, свыше 75 промышленных заведений более чем тысячью рабочих, мужская и женская гимназии и около 20 низших школ, не считая еврейские училища`			
				
			},

			sov: {
				s1: `1917-27—28 октября (9—10 ноября) большевики захватили власть в Витебске. Создан Военно-революционный комитет города Витебска`,
				s2: `1919-2 января в Смоленске провозглашена БССР, в которую, наряду со Смоленской губернией вошла и Витебская губерния`,
				s3: `1931-в деревне Куковячино создана школа по подготовке пилотов для Гражданской авиации (Витебский аэроклуб ДОСААФ БССР, с 1981 года — Витебский аэроклуб имени А. К. Горовца).`,
				s4: `1934-7 ноября открыт Новый мост через реку Западная Двина (с 1974 г. — мост имени Блохина)`,
				s5:`1938-образована Витебская область,`,
				s6: `1941 -11 июля — Захват Витебска немецкими войсками, начало оккупации города`,
				s7: `1944-26 июня — освобождение Витебска в ходе Витебско-Оршанской операции.`,
				s8: `1955-Открыт новый Кировский мост на месте разрушенного в войну Двинского`,
				s9: `1957-взорван Николаевский кафедральный собор на площади Свободы`,
				s10: `1988-открыт Летний амфитеатр с самой большой в Витебске сценой на 5400 мест`			
			},

			now: {
				n1: `1992, июль — I Международный фестиваль «Славянский базар»`,
				n2: `1999-на территории Парка Тысячелетия открыт Витебский дворец спорта (Ледовый дворец).`,
				n3: `2011-в отстроенном заново Успенском соборе прошла первая служба. Освящен 30 сентября митрополитом Минским и Слуцким Филаретом`,
				n4: `2016, 13 августа — Владислав Гончаров. воспитанник Витебской школы прыжков на батуте завоевал золотую медаль на Олимпийских играх в Рио-де-Жанейро.`
			}
		}
	},	

	souvenirs: {
		pr: `Это большой (700 грамм) сувенирный пряник производства ОАО «Витебскхлебпром», вещь с историей: такие сладости производили в Витебске еще во времена БССР.`,
		rat: `В Витебске есть даже сладости с главным символом города, это вафли, которые так и называются — «Ратуша».`,
		shoko: `«Шоколадницу» производят на «Витебскхлебпроме», этот торт бывает четырех видов: миндальный, с коньяком, с вишней и классический. Цена зависит от размера: 380 или 750 грамм.`,
		syrki: `Глазированные сырки, по отзывам, один из самых популярных продуктов из Беларуси. Витебские сырки (ОАО «Молоко») украшены картинками с котиками, так что вы их точно не перепутаете с другими. Поделимся инсайдерской информацией: еще больше витебских сырков у нас любят те, что производит Полоцкий молочный комбинат, в народе их называют «с пандами».`,
		trub: `Ассортимент сладостей от фабрики «Витьба» очень широкий, но именно вафельные рулетики почему-то чаще всего просят привезти из Витебска.`,
		black: `Последний писк моды, черные продукты, не обошел и Витебск: с недавних пор наша кондитерская фабрика производит черные вафли и черные трубочки, модный готичный цвет им придает уголь в составе.`,

		imgpr: 'images/souvenirs/pryanik2.jpg',
		imgrat: 'images/souvenirs/ratusha2.jpg',
		imgsho: 'images/souvenirs/shokoladnitsa2.jpg',
		imgsyr: 'images/souvenirs/syrki2.jpg',
		imgtr: 'images/souvenirs/tr.jpg',
		imgbl: 'images/souvenirs/trblack.jpg'
	},

	
}
export default store;